[
 {
   "category": "Vad är energi?",
   "q": "Vad innebär energiprincipen?",
   "options": [
     "Energi kan aldrig skapas eller förstöras, bara omvandlas.",
     "Energi förbrukas helt och hållet när vi använder den.",
     "Energi skapas i kraftverk och förstörs i våra apparater.",
     "Energi är konstant men minskar i styrka vid varje användning."
   ],
   "correct": 0,
   "explanation": "Enligt <strong>energiprincipen</strong>, som är en av fysikens viktigaste regler, är den totala mängden energi alltid densamma. Den kan aldrig skapas eller förstöras, utan bara omvandlas mellan olika former som rörelse-, värme- eller kemisk energi."
 },
 {
   "category": "Vad är energi?",
   "q": "I vilken av följande finns lagrad kemisk energi?",
   "options": [
     "I ljusstrålarna från en stark lampa.",
     "I en sten som ligger högt uppe på ett berg.",
     "I mat, bensin och olika typer av batterier.",
     "I värmestrålningen från en öppen eld."
   ],
   "correct": 2,
   "explanation": "<strong>Kemisk energi</strong> är en energiform som finns lagrad i ämnens bindningar. Det är denna energi som frigörs från maten (så att vi orkar leva och röra oss) eller från bränsle och batterier."
 },
 {
   "category": "Vad är energi?",
   "q": "Vad kallas rörelseenergi och lägesenergi med ett gemensamt namn?",
   "options": [
     "Mekanisk energi.",
     "Elektrisk energi.",
     "Magnetisk energi.",
     "Termisk energi."
   ],
   "correct": 0,
   "explanation": "Energi finns i allt som rör sig eller har ett läge. Dessa två former – rörelseenergi och lägesenergi – sammanfattas inom fysiken som <strong>mekanisk energi</strong>."
 },
 {
   "category": "Energiövergångar",
   "q": "Vad händer med en stor del av energin i en bilmotor, förutom att bilen rör sig?",
   "options": [
     "Den lagras i däcken som extra lägesenergi.",
     "Den försvinner spårlöst ut i tomma intet.",
     "Den omvandlas tillbaka till bensin i tanken.",
     "Den omvandlas till värmeenergi och går förlorad."
   ],
   "correct": 3,
   "explanation": "När energi byter form sker en <strong>energiövergång</strong>. I en bilmotor blir bränslets kemiska energi till rörelse, men en stor del omvandlas tyvärr oönskat till <strong>värme</strong> som inte driver bilen framåt."
 },
 {
   "category": "Energiövergångar",
   "q": "När är rörelseenergin som störst för en person som gungar?",
   "options": [
     "I vändläget högst upp i luften.",
     "Längst ner i mitten där farten är högst.",
     "När man sitter helt stilla före start.",
     "Precis när man hoppar av gungan."
   ],
   "correct": 1,
   "explanation": "I en gunga sker en ständig växling: högst upp är <strong>lägesenergin</strong> som störst, men längst ner i mitten har all denna energi omvandlats till maximal <strong>rörelseenergi</strong>."
 },
 {
   "category": "Elproduktion",
   "q": "Vilka två huvuddelar krävs i en generator för att skapa ström genom induktion?",
   "options": [
     "En solcellspanel och en stark lampa.",
     "En magnet och en spole av ledningstråd.",
     "Ett stort batteri och en transformator.",
     "En propeller och en behållare med vatten."
   ],
   "correct": 1,
   "explanation": "En generator fungerar genom <strong>induktion</strong>. Det innebär att en <strong>magnet</strong> snurrar inuti eller nära en <strong>spole</strong> av koppartråd. När magnetfältet förändras inuti spolen skapas (induceras) en elektrisk ström."
 },
 {
   "category": "Elproduktion",
   "q": "Hur har generatorn påverkat människans vardag?",
   "options": [
     "Den möjliggjorde elektriskt ljus och drift av maskiner.",
     "Den gjorde att vi helt slutade använda kemisk energi.",
     "Den gjorde det svårare att värma upp våra bostäder.",
     "Den tvingade oss att arbeta enbart under dagtid."
   ],
   "correct": 0,
   "explanation": "Upptäckten av hur man producerar el med generatorer har haft enorm betydelse för våra levnadsvillkor. Det gjorde att vi kunde få elektriskt ljus, driva maskiner i industrin och arbeta effektivare."
 },
 {
   "category": "Energikällor & Miljö",
   "q": "Vilken av följande energikällor räknas som förnybar?",
   "options": [
     "Naturgas.",
     "Kolkraft.",
     "Vindkraft.",
     "Kärnkraft."
   ],
   "correct": 2,
   "explanation": "Energikällor delas in i förnybara och icke-förnybara. <strong>Vindkraft</strong> (liksom vattenkraft) är förnybar eftersom vinden inte tar slut, till skillnad från kol och olja."
 },
 {
   "category": "Energikällor & Miljö",
   "q": "Vad är en negativ miljöeffekt av vattenkraft?",
   "options": [
     "Den fungerar endast när solen skiner starkt.",
     "Dammarna påverkar djurlivet och ekosystemet i älven.",
     "Den släpper ut stora mängder koldioxid vid drift.",
     "Den producerar farligt radioaktivt avfall."
   ],
   "correct": 1,
   "explanation": "Vattenkraft är förnybar och ger inga utsläpp, men dammbyggena förändrar livsmiljön för djur och växter i och kring älvarna."
 },
 {
   "category": "Energikällor & Miljö",
   "q": "Varför är förbränning av fossila bränslen problematiskt för klimatet?",
   "options": [
     "Det skapar ett överskott av energi som vi inte kan använda.",
     "Det frigör koldioxid som förstärker växthuseffekten.",
     "Det gör att jordens medeltemperatur sjunker kraftigt.",
     "Det minskar mängden syre så att vi inte kan andas."
   ],
   "correct": 1,
   "explanation": "När vi bränner fossila bränslen (som kol och olja) ökar halten av <strong>koldioxid</strong> i atmosfären. Detta förstärker <strong>växthuseffekten</strong> och leder till global uppvärmning."
 },
 {
   "category": "Klimatet",
   "q": "Vilken funktion har växthusgaserna i atmosfären?",
   "options": [
     "De håller kvar värmestrålning likt glaset i ett växthus.",
     "De reflekterar bort allt solljus ut i rymden igen.",
     "De kyler ner jorden så att vattnet kan frysa till is.",
     "De tar bort det skyddande ozonlagret helt och hållet."
   ],
   "correct": 0,
   "explanation": "Atmosfären fungerar som ett skyddande lager. Växthusgaserna släpper in solens strålning men hindrar en del av <strong>värmestrålningen</strong> från att lämna jorden, precis som glaset i ett växthus. Detta är nödvändigt för liv, men problematiskt när det blir för mycket."
 },
 {
   "category": "Klimatet",
   "q": "Vilken strålningstyp blir farligare om ozonlagret tunnas ut?",
   "options": [
     "Synligt ljus.",
     "Radiovågor.",
     "Ultraviolett strålning (UV).",
     "Infraröd strålning."
   ],
   "correct": 2,
   "explanation": "Ozonlagret är en del av atmosfären som skyddar oss. Om det tunnas ut släpps mer <strong>ultraviolett strålning (UV)</strong> igenom, vilket kan skada celler och öka risken för cancer."
 },
 {
   "category": "Elnätet",
   "q": "Varför transporteras el med hög spänning i de stora ledningarna?",
   "options": [
     "För att minska energiförlusterna i form av värme.",
     "För att elektriciteten ska färdas snabbare.",
     "För att hushållsapparater kräver extremt hög spänning.",
     "För att det är billigare att bygga sådana ledningar."
   ],
   "correct": 0,
   "explanation": "När el transporteras långa sträckor i stamnätet används <strong>högspänning</strong>. Detta görs för att undvika att energin omvandlas till <strong>värme</strong> (energiförluster) i ledningarna på vägen."
 },
 {
   "category": "Elnätet",
   "q": "Vad är transformatorns uppgift i elnätet?",
   "options": [
     "Att lagra elen i stora batterier inför vintern.",
     "Att omvandla elen till kemisk energi för bilar.",
     "Att sänka spänningen till en nivå som är säker i hemmen.",
     "Att öka hastigheten på elektronerna i ledningen."
   ],
   "correct": 2,
   "explanation": "Eftersom stamnätet har hög spänning måste den sänkas innan den når ditt vägguttag. Det är <strong>transformatorns</strong> jobb att ändra spänningen till en säker nivå."
 },
 {
   "category": "Teknik i vardagen",
   "q": "Vad omvandlar en solcell till elektrisk energi?",
   "options": [
     "Vindens rörelse.",
     "Ljudvågor.",
     "Ljusstrålning.",
     "Värme från marken."
   ],
   "correct": 2,
   "explanation": "<strong>Solceller</strong>, som ofta tillverkas av kisel, har förmågan att skapa ström direkt när de belyses. De omvandlar alltså energin i <strong>ljusstrålarna</strong> till elektricitet."
 },
 {
   "category": "Teknik i vardagen",
   "q": "Vad utmärker ultraljud som används inom sjukvården?",
   "options": [
     "Det färdas snabbare än ljuset.",
     "Det har så hög frekvens att vi inte kan höra det.",
     "Det är så starkt att det kan krossa njursten.",
     "Det består av radiovågor istället för ljudvågor."
   ],
   "correct": 1,
   "explanation": "<strong>Ultraljud</strong> är ljud med en mycket hög frekvens (över 20 000 Hz). Eftersom det är ofarligt och vi inte kan höra det, används det för att undersöka organ och foster."
 },
 {
   "category": "Historia och världsbilder",
   "q": "Vad utmärkte den geocentriska världsbilden?",
   "options": [
     "Solen låg i centrum och allt kretsade kring den.",
     "Jorden låg i centrum och allt kretsade kring den.",
     "Varken solen eller jorden ansågs vara i centrum.",
     "Planeterna troddes röra sig i fyrkantiga banor."
   ],
   "correct": 1,
   "explanation": "Människan har länge studerat himlen. I den <strong>geocentriska världsbilden</strong> (från bl.a. Aristoteles tid) trodde man att <strong>jorden</strong> var centrum och att allt kretsade kring den."
 },
 {
   "category": "Historia och världsbilder",
   "q": "Hur beskrev Johannes Kepler planeternas banor?",
   "options": [
     "De rör sig i perfekta cirklar.",
     "De rör sig i spiralformade banor.",
     "De rör sig i elliptiska (avlånga) banor.",
     "De rör sig i oregelbundna sicksack-mönster."
   ],
   "correct": 2,
   "explanation": "Efter att den heliocentriska bilden (solen i centrum) etablerats på 1500-talet, upptäckte <strong>Johannes Kepler</strong> att planeterna inte rör sig i cirklar, utan i <strong>ellipser</strong>."
 },
 {
   "category": "Big Bang och universum",
   "q": "Vad är namnet på teorin om hur universum skapades?",
   "options": [
     "Supernovan.",
     "Big Bang.",
     "Svarta hålet.",
     "Singulariteten."
   ],
   "correct": 1,
   "explanation": "För ca 13,8 miljarder år sedan skedde <strong>Big Bang</strong>. All materia var då samlad i en punkt (en singularitet) och började därifrån expandera."
 },
 {
   "category": "Big Bang och universum",
   "q": "Vad vet vi om universums storlek idag?",
   "options": [
     "Det krymper och drar långsamt ihop sig.",
     "Det är statiskt och ändrar inte storlek alls.",
     "Det expanderar och galaxerna rör sig isär.",
     "Det varierar i storlek beroende på årstid."
   ],
   "correct": 2,
   "explanation": "Idag vet vi att universum inte står stilla. Det <strong>expanderar</strong> ständigt, vilket innebär att galaxerna rör sig ifrån varandra med allt högre hastighet."
 },
 {
   "category": "Big Bang och universum",
   "q": "Vilka grundämnen bildades först efter universums födelse?",
   "options": [
     "Väte och helium.",
     "Guld och silver.",
     "Kol och syre.",
     "Järn och koppar."
   ],
   "correct": 0,
   "explanation": "De absolut första och lättaste grundämnena som bildades efter Big Bang var <strong>väte</strong> och <strong>helium</strong>. De utgör än idag ca 99 % av den synliga materian."
 },
 {
   "category": "Stjärnornas liv och död",
   "q": "Vad är ursprunget till en ny stjärna?",
   "options": [
     "En trasig planet.",
     "Ett svart hål.",
     "En nebulosa (gasmoln).",
     "En asteroid."
   ],
   "correct": 2,
   "explanation": "En stjärna föds ur en <strong>nebulosa</strong>, vilket är ett enormt moln av damm och gas. Gravitationen drar ihop gasen tills trycket blir tillräckligt högt för att tända stjärnan."
 },
 {
   "category": "Stjärnornas liv och död",
   "q": "Vad kallas processen som får en stjärna att lysa och avge energi?",
   "options": [
     "Förbränning.",
     "Fusion.",
     "Fission.",
     "Explosion."
   ],
   "correct": 1,
   "explanation": "Inuti stjärnan sker <strong>fusion</strong>. Det är en process där väteatomer slås samman till helium under extremt tryck, vilket frigör de enorma mängder energi som får stjärnan att lysa."
 },
 {
   "category": "Stjärnornas liv och död",
   "q": "Vad krävs för att fusion ska kunna starta?",
   "options": [
     "Extrem kyla och vakuum.",
     "Flytande vatten och syre.",
     "Mycket högt tryck och hög temperatur.",
     "Närvaro av tunga metaller."
   ],
   "correct": 2,
   "explanation": "För att atomkärnor ska kunna slås samman (fusion) krävs att gravitationen skapat ett extremt <strong>högt tryck och hög temperatur</strong> i stjärnans inre."
 },
 {
   "category": "Stjärnornas liv och död",
   "q": "Vad kan hända när en mycket tung stjärna dör?",
   "options": [
     "Den blir en planet som liknar jorden.",
     "Den slocknar tyst och blir en vit dvärg.",
     "Den kan kollapsa till ett svart hål.",
     "Den förvandlas omedelbart till is."
   ],
   "correct": 2,
   "explanation": "Medan mindre stjärnor (som vår sol) slutar som vita dvärgar, kan de allra tyngsta stjärnorna explodera i en supernova och sedan kollapsa till ett <strong>svart hål</strong>."
 },
 {
   "category": "Solsystemet och avstånd",
   "q": "Hur lång tid tar det för ljuset att färdas från solen till jorden?",
   "options": [
     "Cirka 8 sekunder.",
     "Cirka 8 minuter.",
     "Cirka 8 timmar.",
     "Cirka 8 år."
   ],
   "correct": 1,
   "explanation": "Avståndet till solen är stort, men eftersom ljuset är så snabbt tar det bara cirka <strong>8 ljusminuter</strong> för solstrålarna att nå oss."
 },
 {
   "category": "Solsystemet och avstånd",
   "q": "Vilken av följande planeter klassas som en gasjätte?",
   "options": [
     "Jupiter.",
     "Mars.",
     "Venus.",
     "Merkurius."
   ],
   "correct": 0,
   "explanation": "De inre planeterna är stenplaneter, medan de yttre planeterna (Jupiter, Saturnus, Uranus, Neptunus) kallas <strong>gasjättar</strong> eftersom de består mest av gas."
 },
 {
   "category": "Solsystemet och avstånd",
   "q": "Vad mäter man med enheten ljusår?",
   "options": [
     "Tid.",
     "Ljusstyrka.",
     "Avstånd.",
     "Temperatur."
   ],
   "correct": 2,
   "explanation": "Eftersom avstånden i rymden är enorma använder man enheten <strong>ljusår</strong>. Det är alltså ett mått på <strong>avstånd</strong>: den sträcka ljuset hinner färdas på ett år."
 },
 {
   "category": "Solsystemet och avstånd",
   "q": "Vilket av följande objekt är störst?",
   "options": [
     "Solen.",
     "En galax.",
     "Jorden.",
     "En nebulosa."
   ],
   "correct": 1,
   "explanation": "Vårt solsystem ligger i <strong>Vintergatan</strong>, som är en <strong>galax</strong>. En galax består av miljarder stjärnor och är därför mycket större än en enskild sol eller planet."
 },
 {
   "category": "Solsystemet och avstånd",
   "q": "Vilken ordning är korrekt från minst till störst?",
   "options": [
     "Jorden – Solen – Meteoroid – Galax.",
     "Meteoroid – Jorden – Solen – Galax.",
     "Galax – Solen – Jorden – Meteoroid.",
     "Solen – Jorden – Galax – Meteoroid."
   ],
   "correct": 1,
   "explanation": "En meteoroid är bara en sten, jorden är en planet, solen är en stjärna (mycket större än jorden), och en galax innehåller miljarder stjärnor."
 },
 {
   "category": "Himlakroppar och framtiden",
   "q": "Var hittar man det största asteroidbältet i vårt solsystem?",
   "options": [
     "Mellan solen och Merkurius.",
     "Mellan Mars och Jupiter.",
     "Bortom planeten Neptunus.",
     "Mellan jorden och månen."
   ],
   "correct": 1,
   "explanation": "Mellan de inre stenplaneterna och de yttre gasjättarna, alltså mellan Mars och Jupiter, finns det stora <strong>asteroidbältet</strong>."
 },
 {
   "category": "Himlakroppar och framtiden",
   "q": "Vad innebär teorin 'The Big Crunch'?",
   "options": [
     "Att universum slits sönder av expansion.",
     "Att alla stjärnor exploderar samtidigt.",
     "Att universum fryser till is.",
     "Att universum dras ihop igen av gravitationen."
   ],
   "correct": 3,
   "explanation": "Det finns olika teorier om universums slut. I 'The Big Crunch' antas att <strong>gravitationen</strong> till slut blir så stark att den drar ihop hela universum till en punkt igen."
 },
 {
   "category": "Himlakroppar och framtiden",
   "q": "Vad består en komet huvudsakligen av?",
   "options": [
     "Flytande magma och järn.",
     "Bara ren gas utan fast materia.",
     "Is och grus (som en smutsig snöboll).",
     "Rent guld och andra ädelmetaller."
   ],
   "correct": 2,
   "explanation": "En <strong>komet</strong> liknas ofta vid en 'smutsig snöboll'. Den består av <strong>is och grus</strong>, och när den kommer nära solen förångas isen och bildar en svans."
 },
 {
   "category": "Himlakroppar och framtiden",
   "q": "Vad är solfläckar?",
   "options": [
     "Hål rakt igenom solen.",
     "Områden som är svalare än resten av ytan.",
     "Platser där solen är som allra varmast.",
     "Skuggor från passerande planeter."
   ],
   "correct": 1,
   "explanation": "Solfläckar är mörka områden på solens yta. De uppstår på grund av solens magnetfält och är <strong>kallare</strong> (ca 4000 grader) än den omgivande ytan."
 },
 {
   "category": "Himlakroppar och framtiden",
   "q": "Varför är Polstjärnan speciell för oss på norra halvklotet?",
   "options": [
     "Det är den starkast lysande stjärnan av alla.",
     "Den ligger i linje med jordaxeln i norr.",
     "Den är den enda stjärnan som byter färg.",
     "Den ligger närmast jorden efter solen."
   ],
   "correct": 1,
   "explanation": "<strong>Polstjärnan</strong> ligger nästan exakt i linje med jordens rotationsaxel i norr. Därför ser den ut att ligga stilla på himlen och pekar alltid mot norr."
 },
 {
   "category": "Statisk Elektricitet",
   "q": "Vilken partikel i atomen är negativt laddad?",
   "options": [
     "Protoner.",
     "Neutroner.",
     "Elektroner.",
     "Nukleoner."
   ],
   "correct": 2,
   "explanation": "En atom består av olika delar. <strong>Elektronerna</strong> är de negativt laddade partiklarna, medan protonerna är positiva och neutronerna saknar laddning."
 },
 {
   "category": "Statisk Elektricitet",
   "q": "Vad kallas det när en oladdad atom tappar negativa laddningar?",
   "options": [
     "Elektrisk potential.",
     "Statisk elektricitet.",
     "Magnetisk induktion.",
     "Kärnreaktion."
   ],
   "correct": 1,
   "explanation": "När man gnider bort elektroner uppstår en laddningsskillnad som kallas <strong>statisk elektricitet</strong>. Naturen strävar sedan efter att jämna ut denna skillnad."
 },
 {
   "category": "Statisk Elektricitet",
   "q": "Vilken naturlig process är ett exempel på statisk elektricitet?",
   "options": [
     "Värmeutvidgning.",
     "Radioaktivt sönderfall.",
     "Växelström i nätet.",
     "Åska och blixtar."
   ],
   "correct": 3,
   "explanation": "<strong>Åska</strong> uppstår när åskmoln blir positivt laddade upptill och negativt laddade nertill; blixten är naturens sätt att jämna ut denna statiska elektricitet."
 },
 {
   "category": "Spänning och Ström",
   "q": "Vilken enhet används för att mäta elektrisk spänning?",
   "options": [
     "Ampere (A).",
     "Volt (V).",
     "Ohm (Ω).",
     "Watt (W)."
   ],
   "correct": 1,
   "explanation": "<strong>Spänning</strong> är skillnaden i elektrisk potential och mäts i <strong>volt (V)</strong>. Det är spänningen som trycker på elektronerna så att de rör sig."
 },
 {
   "category": "Spänning och Ström",
   "q": "Vad är det som faktiskt driver elektriska produkter?",
   "options": [
     "Spänningen (skillnaden mellan polerna).",
     "Den statiska elektriciteten.",
     "Strömmen (flödet av elektroner).",
     "Resistansen i ledningarna."
   ],
   "correct": 2,
   "explanation": "Medan spänningen gör det möjligt för strömmen att existera, är det själva flödet av elektroner – <strong>strömmen</strong> – som driver lampor och apparater."
 },
 {
   "category": "Spänning och Ström",
   "q": "Vad är den avgörande skillnaden mellan likström och växelström?",
   "options": [
     "Likström har en riktning, växelström byter riktning.",
     "Växelström är alltid mycket starkare än likström.",
     "Likström finns i vägguttag, växelström i batterier.",
     "Växelström mäts i Watt och likström i Ampere."
   ],
   "correct": 0,
   "explanation": "<strong>Likström</strong> (t.ex. i batterier) går alltid åt samma håll. <strong>Växelström</strong> (t.ex. i vägguttag) byter däremot riktning mycket snabbt."
 },
 {
   "category": "Resistans & Ohms lag",
   "q": "Vilka egenskaper hos en ledare ger lägst resistans?",
   "options": [
     "Hög temperatur och liten diameter.",
     "Låg temperatur, tjock och kort.",
     "Lång längd och mycket tunn tråd.",
     "Hög värme och lång ledning."
   ],
   "correct": 1,
   "explanation": "För att elektronerna ska passera lätt (låg resistans) ska ledaren vara <strong>tjock (stor diameter)</strong>, <strong>kort</strong> och ha <strong>låg temperatur</strong>."
 },
 {
   "category": "Resistans & Ohms lag",
   "q": "Vilken metall är vanligast i elledningar tack vare sin goda ledningsförmåga?",
   "options": [
     "Silver.",
     "Guld.",
     "Koppar.",
     "Järn."
   ],
   "correct": 2,
   "explanation": "Även om silver leder bäst, används oftast <strong>koppar</strong> eftersom det är en mycket bra ledare till ett rimligt pris."
 },
 {
   "category": "Resistans & Ohms lag",
   "q": "Vilket samband beskriver Ohms lag?",
   "options": [
     "Spänning = Ström · Resistans (U = I·R).",
     "Ström = Resistans · Spänning (I = R·U).",
     "Resistans = Spänning · Ström (R = U·I).",
     "Effekt = Spänning · Ström (P = U·I)."
   ],
   "correct": 0,
   "explanation": "<strong>Ohms lag</strong> beskriver sambandet mellan spänning (U), ström (I) och resistans (R) med formeln U = R · I."
 },
 {
   "category": "Kopplingar & Effekt",
   "q": "Vad händer i en seriekoppling (t.ex. en gammal julgransbelysning) om en lampa går sönder?",
   "options": [
     "Spänningen ökar i resten av kretsen.",
     "De andra lamporna fortsätter lysa.",
     "Hela kretsen bryts och allt slocknar.",
     "Strömstyrkan dubbleras i kretsen."
   ],
   "correct": 2,
   "explanation": "I en <strong>seriekoppling</strong> går strömmen genom alla komponenter i en rad. Går en sönder bryts kretsen och strömmen kan inte flöda."
 },
 {
   "category": "Kopplingar & Effekt",
   "q": "Hur påverkas spänningen över lamporna i en parallellkoppling jämfört med batteriet?",
   "options": [
     "Spänningen halveras för varje ny lampa.",
     "Spänningen försvinner nästan helt.",
     "Varje lampa får samma spänning som batteriet.",
     "Lamporna delar på spänningen så den blir låg."
   ],
   "correct": 2,
   "explanation": "I en <strong>parallellkoppling</strong> har strömmen flera vägar. Det gör att varje lampa får full spänning från batteriet och lyser starkt."
 },
 {
   "category": "Kopplingar & Effekt",
   "q": "Vilken enhet används för att mäta elektrisk effekt?",
   "options": [
     "Watt (W).",
     "Volt (V).",
     "Ampere (A).",
     "Joule (J)."
   ],
   "correct": 0,
   "explanation": "<strong>Elektrisk effekt</strong>, som talar om hur snabbt en apparat omvandlar energi, mäts i <strong>watt (W)</strong>."
 },
 {
   "category": "Magnetism",
   "q": "Varför påverkas en kompassnål när den förs nära en magnet?",
   "options": [
     "Kompassen blir elektriskt laddad.",
     "Det finns ett osynligt magnetfält runt magneten.",
     "Kompassnålen förlorar sin magnetism.",
     "Magneten blockerar jordens gravitation."
   ],
   "correct": 1,
   "explanation": "Runt varje magnet finns ett osynligt <strong>magnetfält</strong>. Det är detta fält som drar i kompassnålen och får den att snurra."
 },
 {
   "category": "Magnetism",
   "q": "Vad är grundorsaken till att det uppstår ett magnetfält kring en elektromagnet?",
   "options": [
     "Järnkärnans tyngd.",
     "Den statiska elektriciteten.",
     "Strömmen som går genom ledaren.",
     "Lufttrycket runt spolen."
   ],
   "correct": 2,
   "explanation": "När en elektrisk <strong>ström</strong> går genom en ledare skapas alltid ett magnetfält. Genom att linda ledaren som en spole förstärks detta."
 },
 {
   "category": "Magnetism",
   "q": "Vilken regel gäller för hur magnetpoler påverkar varandra?",
   "options": [
     "Lika poler (t.ex. Nord-Nord) stöter bort varandra.",
     "Lika poler dras alltid mot varandra.",
     "Olika poler stöter bort varandra.",
     "Nordpoler påverkar inte andra magneter."
   ],
   "correct": 0,
   "explanation": "Inom magnetismen gäller att olika poler attraherar (dras till) varandra, medan lika poler <strong>repellerar</strong> (stöter bort) varandra."
 },
 {
   "category": "Elmotor och Generator",
   "q": "Vad är en generators huvudsakliga uppgift?",
   "options": [
     "Att omvandla rörelse till elektricitet.",
     "Att omvandla elektricitet till rörelse.",
     "Att lagra värmeenergi i batterier.",
     "Att skapa kemisk energi av vatten."
   ],
   "correct": 0,
   "explanation": "En <strong>generator</strong> fungerar tvärtemot en elmotor; den använder <strong>induktion</strong> för att omvandla rörelseenergi (från t.ex. vind eller vatten) till elektrisk energi."
 },
 {
   "category": "Elmotor och Generator",
   "q": "Vad kallas fenomenet där en magnet som rör sig i en spole skapar ström?",
   "options": [
     "Elektrisk resistans.",
     "Induktion.",
     "Deduktion.",
     "Transformation."
   ],
   "correct": 1,
   "explanation": "När magnetfältet inuti en spole förändras (t.ex. genom att en magnet snurrar) skapas ström. Detta kallas <strong>induktion</strong>."
 },
 {
   "category": "Elmotor och Generator",
   "q": "Vilken energiomvandling sker i en elmotor?",
   "options": [
     "Rörelseenergi till elektrisk energi.",
     "Elektrisk energi till rörelseenergi.",
     "Värmeenergi till elektrisk energi.",
     "Kemisk energi till lägesenergi."
   ],
   "correct": 1,
   "explanation": "I en <strong>elmotor</strong> används ström och magnetfält för att skapa en roterande rörelse. Man omvandlar alltså <strong>elektrisk energi</strong> till <strong>rörelseenergi</strong>."
 },
 {
   "category": "Partikelmodellen & Värme",
   "q": "Varför stiger en rispapperslykta fylld med varm luft uppåt?",
   "options": [
     "Varm luft har lägre densitet än kall luft.",
     "Varm luft har högre densitet än kall luft.",
     "Partiklarna i varm luft väger mindre.",
     "Tyngdkraften påverkar inte varm luft."
   ],
   "correct": 0,
   "explanation": "När luft värms upp rör sig partiklarna mer och tar större plats (värmeutvidgning). Det gör att den varma luften får <strong>lägre densitet</strong> än den kalla och stiger."
 },
 {
   "category": "Partikelmodellen & Värme",
   "q": "Varför skrynklas en stängd PET-flaska ihop om du tar ut den i kylan?",
   "options": [
     "Luften läcker ut genom plasten i kylan.",
     "Luftpartiklarna blir färre till antalet.",
     "Lufttrycket utanför flaskan minskar.",
     "Kylan gör att luften tar mindre plats."
   ],
   "correct": 3,
   "explanation": "I kyla rör sig luftpartiklarna <strong>långsammare</strong> och behöver mindre utrymme. Volymen inuti flaskan minskar därför, och den dras ihop."
 },
 {
   "category": "Partikelmodellen & Värme",
   "q": "Vad händer med en järnvägsräls av metall en het sommardag?",
   "options": [
     "Rälsens totala massa ökar av värmen.",
     "Rälsens volym ökar (den utvidgas).",
     "Rälsens volym minskar (den krymper).",
     "Rälsen blir mjuk som gummi."
   ],
   "correct": 1,
   "explanation": "Enligt <strong>partikelmodellen</strong> rör sig atomerna mer vid högre värme och knuffar på varandra, vilket leder till <strong>värmeutvidgning</strong> där rälsen blir längre."
 },
 {
   "category": "Fasövergångar",
   "q": "Vad kallas det när vattenånga blir till droppar på en kall spegel?",
   "options": [
     "Smältning.",
     "Avdunstning.",
     "Stelning.",
     "Kondensation."
   ],
   "correct": 3,
   "explanation": "När en gas (vattenånga) kyls ner och övergår till flytande form kallas det för <strong>kondensation</strong>."
 },
 {
   "category": "Fasövergångar",
   "q": "Varför torkar tvätt snabbare i solen än i skuggan?",
   "options": [
     "Solen tar bort luftmotståndet runt tvätten.",
     "Solljuset får vattnet att frysa och ramla av.",
     "Värmen ökar avdunstningen av vattnet.",
     "Vattnet sugs upp direkt av solstrålarna."
   ],
   "correct": 2,
   "explanation": "Solen ger energi som får vattenmolekylerna att röra sig snabbare. Detta påskyndar <strong>avdunstningen</strong>, där vattnet övergår från vätska till gas."
 },
 {
   "category": "Fasövergångar",
   "q": "Varför är etanol bättre än vatten i en utetermometer på vintern?",
   "options": [
     "Etanol har en mycket lägre fryspunkt.",
     "Etanol har en mycket högre kokpunkt.",
     "Etanol blir aldrig varmare än 20 grader.",
     "Etanol ändrar färg vid minusgrader."
   ],
   "correct": 0,
   "explanation": "För att fungera på vintern får vätskan inte frysa. Etanol har en mycket låg <strong>smältpunkt</strong> (fryspunkt) jämfört med vatten."
 },
 {
   "category": "Densitet & Arkimedes princip",
   "q": "Varför flyter ett fartyg högre i saltvatten än i sötvatten?",
   "options": [
     "Saltet gör att fartyget väger mindre.",
     "Sötvatten trycker hårdare mot skrovet.",
     "Saltvatten har högre densitet och ger mer lyftkraft.",
     "Saltet klistrar fast fartyget vid ytan."
   ],
   "correct": 2,
   "explanation": "<strong>Densiteten</strong> är högre i saltvatten. Enligt <strong>Arkimedes princip</strong> blir lyftkraften större ju tyngre den undanträngda vätskan är."
 },
 {
   "category": "Densitet & Arkimedes princip",
   "q": "Vad vet vi om isens densitet eftersom den flyter på vatten?",
   "options": [
     "Is har högre densitet än flytande vatten.",
     "Is har lägre densitet än flytande vatten.",
     "Is har exakt samma densitet som vatten.",
     "Is saknar helt densitet."
   ],
   "correct": 1,
   "explanation": "Ett grundläggande fysikaliskt faktum är att ämnen med <strong>lägre densitet</strong> än vätskan de ligger i kommer att flyta."
 },
 {
   "category": "Densitet & Arkimedes princip",
   "q": "En sten väger 50 N. I vatten tränger den undan 20 N vatten. Vad väger den i vattnet?",
   "options": [
     "50 N.",
     "20 N.",
     "70 N.",
     "30 N."
   ],
   "correct": 3,
   "explanation": "Enligt <strong>Arkimedes princip</strong> påverkas stenen av en lyftkraft som är lika stor som tyngden av vattnet den tränger undan (20 N). 50 N - 20 N = 30 N."
 },
 {
   "category": "Tryck i luft och vatten",
   "q": "Varför sväller en chipspåse upp om du tar med den högt upp på ett berg?",
   "options": [
     "Luftpartiklarna i påsen förökar sig.",
     "Lufttrycket utanför påsen är lägre.",
     "Temperaturen på berget får plasten att växa.",
     "Påsen försöker suga in luft utifrån."
   ],
   "correct": 1,
   "explanation": "<strong>Lufttrycket</strong> minskar ju högre upp man kommer. Eftersom trycket utanför påsen sjunker, kan luften inuti påsen pressa ut väggarna mer."
 },
 {
   "category": "Tryck i luft och vatten",
   "q": "Hur hjälper snöskor dig att inte sjunka ner i snön?",
   "options": [
     "De fördelar din tyngd över en större yta.",
     "De gör dig lättare så att du svävar.",
     "De kyler ner snön så den blir hårdare.",
     "De ökar friktionen mot luften."
   ],
   "correct": 0,
   "explanation": "<strong>Tryck</strong> är kraft fördelad på yta. Snöskorna gör ytan större, vilket minskar trycket mot snön så att den håller bättre."
 },
 {
   "category": "Tryck i luft och vatten",
   "q": "Hur rör sig vindar normalt mellan tryckområden?",
   "options": [
     "Från lågtryck mot högtryck.",
     "Vindar rör sig inte mellan tryckområden.",
     "Från högtryck mot lågtryck.",
     "De cirkulerar bara runt sin egen axel."
   ],
   "correct": 2,
   "explanation": "Naturen strävar efter utjämning. Luft rör sig därför från områden med överskott (<strong>högtryck</strong>) till områden med underskott (<strong>lågtryck</strong>)."
 },
 {
   "category": "Värmespridning",
   "q": "Varför bränner man sig lättare på tomaten än brödet i en varm macka?",
   "options": [
     "Brödet blir aldrig lika varmt som tomaten.",
     "Tomaten innehåller vatten som leder värme bra.",
     "Tomaten drar åt sig mikrovågor bättre.",
     "Brödet isolerar värmen så den försvinner."
   ],
   "correct": 1,
   "explanation": "Vatten har hög förmåga att <strong>lagra</strong> och <strong>leda värme</strong>. Bröd är poröst och innehåller luft som isolerar, medan tomatens vatten snabbt överför värmen till din mun."
 },
 {
   "category": "Värmespridning",
   "q": "Hur når solens värme jorden genom rymdens vakuum?",
   "options": [
     "Genom ledning i rymdstoftet.",
     "Genom strömning av partiklar.",
     "Genom strålning (ljus).",
     "Genom magnetiska fält."
   ],
   "correct": 2,
   "explanation": "Både ledning och strömning kräver materia. I rymdens vakuum kan värme bara spridas via <strong>strålning</strong> (fotoner)."
 },
 {
   "category": "Värmespridning",
   "q": "Varför är vita kläder svalare än svarta en solig dag?",
   "options": [
     "Vita ytor reflekterar bort solstrålningen.",
     "Svarta ytor kyler ner kroppen snabbare.",
     "Vita kläder är oftast tunnare.",
     "Svarta kläder skapar friktion mot huden."
   ],
   "correct": 0,
   "explanation": "Mörka ytor <strong>absorberar</strong> (tar upp) värmestrålning, medan ljusa ytor <strong>reflekterar</strong> bort den, vilket håller dem svalare."
 },
 {
   "category": "Värmespridning",
   "q": "Hur fungerar en bimetall i t.ex. ett strykjärn?",
   "options": [
     "Den leder ström bättre när den blir varm.",
     "Två metaller utvidgas olika mycket och böjer sig.",
     "Den smälter och bryter strömmen vid hetta.",
     "Den blir magnetisk och slår av strömbrytaren."
   ],
   "correct": 1,
   "explanation": "En <strong>bimetall</strong> består av två olika metaller. Eftersom de har olika <strong>värmeutvidgning</strong> böjs metallremsan när temperaturen stiger, vilket kan bryta en krets."
 },
 {
   "category": "Kraft och Tyngdkraft",
   "q": "Vilken enhet används inom fysiken för att mäta kraft?",
   "options": [
     "Newton (N).",
     "Joule (J).",
     "Watt (W).",
     "Volt (V)."
   ],
   "correct": 0,
   "explanation": "Kraft, som beskriver något som sätter föremål i rörelse eller ändrar deras form, mäts i enheten <strong>Newton (N)</strong>."
 },
 {
   "category": "Kraft och Tyngdkraft",
   "q": "Vad är tyngd ett mått på?",
   "options": [
     "Hur mycket materia som finns i föremålet.",
     "Produkten av föremålets massa och tyngdkraften.",
     "Föremålets inre tröghet och motstånd.",
     "Den hastighet föremålet faller med."
   ],
   "correct": 1,
   "explanation": "Till skillnad från massa (som är måttet på materian) beror <strong>tyngd</strong> på både föremålets massa och den <strong>tyngdkraft</strong> som drar i det."
 },
 {
   "category": "Kraft och Tyngdkraft",
   "q": "Hur stor är månens tyngdkraft jämfört med jordens?",
   "options": [
     "Den är dubbelt så stor som jordens.",
     "Den är ungefär tio gånger större.",
     "Den är exakt lika stor som jordens.",
     "Den är ungefär en sjättedel av jordens."
   ],
   "correct": 3,
   "explanation": "Eftersom månen har mindre massa är dess tyngdkraft svagare, bara cirka <strong>en sjättedel</strong> av jordens."
 },
 {
   "category": "Rörelsebeskrivning",
   "q": "Vad krävs för att en rörelse ska kallas likformig?",
   "options": [
     "Att föremålet accelererar med 10 m/s².",
     "Att hastigheten ökar hela tiden.",
     "Att hastigheten är konstant hela tiden.",
     "Att friktionen mot underlaget är hög."
   ],
   "correct": 2,
   "explanation": "<strong>Likformig rörelse</strong> innebär att hastigheten (fart och riktning) är konstant och inte ändras."
 },
 {
   "category": "Rörelsebeskrivning",
   "q": "Vad kallas accelerationen som uppstår vid ett fritt fall?",
   "options": [
     "Gränshastighet.",
     "Centrifugalkraft.",
     "Motkraft.",
     "Tyngdacceleration."
   ],
   "correct": 3,
   "explanation": "När ett föremål faller fritt ökar hastigheten på grund av jordens dragningskraft, vilket kallas <strong>tyngdacceleration</strong> (ca 10 m/s²)."
 },
 {
   "category": "Rörelsebeskrivning",
   "q": "Hur beräknar man medelhastigheten (v)?",
   "options": [
     "Sträckan multiplicerat med tiden (S · t).",
     "Massan dividerat med accelerationen (m / a).",
     "Sträckan dividerat med tiden (S / t).",
     "Kraften dividerat med sträckan (F / S)."
   ],
   "correct": 2,
   "explanation": "Hastighet beskriver hur snabbt man förflyttar sig, och beräknas genom att dela <strong>sträckan</strong> med <strong>tiden</strong> det tog."
 },
 {
   "category": "Newtons Lagar",
   "q": "Vad säger tröghetslagen om krafterna på ett föremål i vila?",
   "options": [
     "Summan av alla krafter (resultanten) är noll.",
     "Resultantkraften måste vara större än noll.",
     "Tyngdkraften måste vara större än normalkraften.",
     "Kraften måste vara riktad mot tyngdpunkten."
   ],
   "correct": 0,
   "explanation": "Enligt <strong>Newtons första lag</strong> (tröghetslagen) förblir ett föremål i vila eller likformig rörelse endast om summan av alla krafter, <strong>resultanten</strong>, är noll."
 },
 {
   "category": "Newtons Lagar",
   "q": "Vad kallas den sammanslagna kraften av alla krafter som verkar på ett föremål?",
   "options": [
     "Normalkraft.",
     "Resultant.",
     "Gravitationskraft.",
     "Impulskraft."
   ],
   "correct": 1,
   "explanation": "Om flera krafter drar åt olika håll kan man räkna ut en gemensam kraft, en så kallad <strong>resultant</strong>, som avgör hur föremålet rör sig."
 },
 {
   "category": "Newtons Lagar",
   "q": "Varför drar en boll i jorden lika mycket som jorden drar i bollen?",
   "options": [
     "På grund av tröghetslagen (första lagen).",
     "På grund av accelerationslagen (andra lagen).",
     "På grund av lagen om reaktion och motreaktion.",
     "På grund av luftmotståndet."
   ],
   "correct": 2,
   "explanation": "<strong>Newtons tredje lag</strong> säger att två kroppar alltid påverkar varandra med lika stora men <strong>motriktade krafter</strong>."
 },
 {
   "category": "Friktion och Normalkraft",
   "q": "Varför är friktionskraft viktig i vardagen?",
   "options": [
     "Den ökar föremåls hastighet av sig själv.",
     "Den gör att vi kan gå och att bilar kan bromsa.",
     "Den omvandlar all elektricitet till kyla.",
     "Den tar bort föremåls massa helt och hållet."
   ],
   "correct": 1,
   "explanation": "<strong>Friktion</strong> är det motstånd som uppstår mellan ytor. Utan den skulle vi halka runt och varken kunna gå eller köra bil."
 },
 {
   "category": "Friktion och Normalkraft",
   "q": "Vad kallas kraften från underlaget som trycker vinkelrätt uppåt mot ett föremål?",
   "options": [
     "Resultantkraft.",
     "Tyngdkraft.",
     "Centripetalkraft.",
     "Normalkraft."
   ],
   "correct": 3,
   "explanation": "<strong>Normalkraften</strong> är den kraft som motverkar tyngdkraften när ett föremål står på en yta; den är alltid vinkelrät mot underlaget."
 },
 {
   "category": "Friktion och Normalkraft",
   "q": "Hur ska ett föremål vara utformat för att vara så stabilt som möjligt?",
   "options": [
     "Låg tyngdpunkt och stor stödyta.",
     "Hög tyngdpunkt och liten stödyta.",
     "Hög tyngdpunkt och smal bas.",
     "Liten massa och rund botten."
   ],
   "correct": 0,
   "explanation": "Stabilitet beror på balansen. För att välta så lite som möjligt krävs en <strong>stor stödyta</strong> och en <strong>låg tyngdpunkt</strong>."
 },
 {
   "category": "Arbete och Energi",
   "q": "Vilket av följande räknas som fysikaliskt arbete?",
   "options": [
     "Att hålla en tung väska stilla i luften.",
     "Att knuffa en låda framåt på golvet.",
     "Att tänka väldigt hårt på ett problem.",
     "Att trycka på en vägg som inte rör sig."
   ],
   "correct": 1,
   "explanation": "<strong>Fysikaliskt arbete</strong> (W = F · s) utförs endast när en kraft lyckas <strong>förflytta</strong> ett föremål en viss sträcka."
 },
 {
   "category": "Arbete och Energi",
   "q": "Vad är lägesenergi?",
   "options": [
     "Energi som finns i allt som rör sig.",
     "Värmeenergi som strålar från solen.",
     "Potentiell energi beroende på höjd.",
     "Energi lagrad i ett batteri."
   ],
   "correct": 2,
   "explanation": "<strong>Lägesenergi</strong> är en form av potentiell energi. Ju högre upp ett föremål befinner sig, desto mer energi har det lagrat."
 },
 {
   "category": "Arbete och Energi",
   "q": "Vilken enhet används för att mäta både energi och fysikaliskt arbete?",
   "options": [
     "Newtonmeter per sekund (Nm/s).",
     "Joule (J).",
     "Watt (W).",
     "Newton (N)."
   ],
   "correct": 1,
   "explanation": "Eftersom arbete är energiomvandling mäts båda i enheten <strong>Joule (J)</strong>, vilket är samma sak som Newtonmeter (Nm)."
 },
 {
   "category": "Enkla Maskiner",
   "q": "Vad innebär 'Mekanikens gyllene lag'?",
   "options": [
     "Energi kan aldrig förstöras.",
     "Kraft är massa gånger acceleration.",
     "Det man vinner i kraft förlorar man i väg.",
     "Tyngdkraften verkar alltid nedåt."
   ],
   "correct": 2,
   "explanation": "Enkla maskiner (som lutande planet) ändrar kraftbehovet. Lagen säger: 'Det man vinner i <strong>kraft</strong> förlorar man i <strong>väg</strong>'."
 },
 {
   "category": "Enkla Maskiner",
   "q": "Var måste en tung person sitta på en gungbräda för att väga upp en lätt person?",
   "options": [
     "Närmare mitten (vridningspunkten).",
     "Längre ut från mitten.",
     "Det går inte att få jämvikt.",
     "På exakt samma avstånd."
   ],
   "correct": 0,
   "explanation": "I en <strong>hävstång</strong> avgör avståndet till vridningspunkten kraften. En tyngre person måste sitta närmare mitten (kortare hävarm) för jämvikt."
 },
 {
   "category": "Enkla Maskiner",
   "q": "Vilket av följande är ett exempel på en enkel maskin?",
   "options": [
     "En dieselmotor.",
     "En dator.",
     "Ett lutande plan.",
     "Ett batteri."
   ],
   "correct": 2,
   "explanation": "<strong>Lutande planet</strong> är en enkel maskin som gör det lättare att lyfta tungt genom att dra det en längre väg uppför en ramp."
 },
 {
   "category": "Planering och Variabler",
   "q": "Vad kallas den variabel som du ändrar på med flit i en undersökning?",
   "options": [
     "Beroende variabel.",
     "Oberoende variabel.",
     "Kontrollvariabel.",
     "Resultatvariabel."
   ],
   "correct": 1,
   "explanation": "I en systematisk undersökning är den <strong>oberoende variabeln</strong> den sak du bestämmer dig för att ändra (t.ex. snörets längd) för att se vad som händer."
 },
 {
   "category": "Planering och Variabler",
   "q": "Varför ska man bara ändra en sak i taget när man experimenterar?",
   "options": [
     "För att veta exakt vad som orsakade resultatet (Fair test).",
     "För att det ska gå snabbare att bli klar.",
     "För att mätinstrumenten inte klarar fler saker.",
     "För att hypotesen alltid måste bli sann."
   ],
   "correct": 0,
   "explanation": "Om man ändrar flera saker samtidigt vet man inte vad som påverkade resultatet. Att hålla allt annat lika (kontrollvariabler) ger ett <strong>rättvist test</strong>."
 },
 {
   "category": "Planering och Variabler",
   "q": "Vad är en hypotes?",
   "options": [
     "En vild gissning utan tanke bakom.",
     "Det slutgiltiga och korrekta svaret.",
     "En välgrundad gissning om resultatet.",
     "En lista på utrustning man behöver."
   ],
   "correct": 2,
   "explanation": "En <strong>hypotes</strong> är ett antagande om vad som kommer hända, ofta baserat på tidigare kunskaper ('Jag tror X händer därför att...')."
 },
 {
   "category": "Genomförande och Mätningar",
   "q": "Vilket instrument använder man för att mäta kraft?",
   "options": [
     "En termometer.",
     "Ett skjutmått.",
     "En dynamometer.",
     "En barometer."
   ],
   "correct": 2,
   "explanation": "Inom fysiken mäter vi storheter med rätt instrument. För att mäta kraft (i Newton) används en <strong>dynamometer</strong>."
 },
 {
   "category": "Genomförande och Mätningar",
   "q": "Varför är det bra att göra upprepade mätningar?",
   "options": [
     "För att kunna räkna ut ett medelvärde och få ett säkrare resultat.",
     "För att välja det värde man tycker bäst om.",
     "För att kasta bort resultaten om de är olika.",
     "För att läraren kräver minst tre försök."
   ],
   "correct": 0,
   "explanation": "Genom att mäta flera gånger och ta ett <strong>medelvärde</strong> minskar man risken för att tillfälliga slarvfel påverkar slutsatsen."
 },
 {
   "category": "Genomförande och Mätningar",
   "q": "Vad undviker man genom att läsa av ett mätinstrument rakt framifrån?",
   "options": [
     "Systematiska fel.",
     "Parallaxfel (avläsningsfel).",
     "Temperaturfel.",
     "Friktionsfel."
   ],
   "correct": 1,
   "explanation": "Om man tittar snett på en visare eller vätskeyta kan värdet se fel ut. Detta kallas för <strong>parallaxfel</strong>."
 },
 {
   "category": "Dokumentation och Bearbetning",
   "q": "Vilken diagramtyp är bäst för att visa en förändring över tid?",
   "options": [
     "Cirkeldiagram.",
     "Stapeldiagram.",
     "Linjediagram.",
     "Venndiagram."
   ],
   "correct": 2,
   "explanation": "För kontinuerliga förändringar, som temperatur eller sträcka över tid, visar ett <strong>linjediagram</strong> sambandet tydligast."
 },
 {
   "category": "Dokumentation och Bearbetning",
   "q": "Vad måste finnas med i tabellens rubrik förutom storheten?",
   "options": [
     "Enheten (t.ex. meter eller sekunder).",
     "Dagens datum.",
     "Laborantens namn.",
     "En slutsats."
   ],
   "correct": 0,
   "explanation": "Siffror utan sammanhang betyder inget. En tabell måste ange både <strong>storhet</strong> (vad vi mäter) och <strong>enhet</strong> (vad vi mäter i)."
 },
 {
   "category": "Dokumentation och Bearbetning",
   "q": "Vad visar en rät linje som går genom origo i ett diagram?",
   "options": [
     "Att det inte finns något samband alls.",
     "Att variablerna är proportionella.",
     "Att mätningen har gått fel.",
     "Att resultatet minskar med tiden."
   ],
   "correct": 1,
   "explanation": "En rät linje genom origo (0,0) betyder att sambandet är <strong>proportionellt</strong>: om den ena variabeln dubblas, dubblas även den andra."
 },
 {
   "category": "Slutsats och Utvärdering",
   "q": "Vad kan vara en orsak om vatten kokar vid 98 °C istället för 100 °C?",
   "options": [
     "Att laboranten var dålig på fysik.",
     "En felkalibrerad termometer eller lågt lufttryck.",
     "Att vattnet inte bestod av molekyler.",
     "Att fysikens lagar slutade gälla."
   ],
   "correct": 1,
   "explanation": "Detta är exempel på <strong>felkällor</strong>. Det kan vara ett <strong>systematiskt fel</strong> på instrumentet eller yttre omständigheter som lufttryck."
 },
 {
   "category": "Slutsats och Utvärdering",
   "q": "Vad innebär det att kritiskt granska sin metod?",
   "options": [
     "Att säga att laborationen var tråkig.",
     "Att skylla eventuella fel på sin partner.",
     "Att föreslå förbättringar för att få noggrannare resultat.",
     "Att ändra sina svar så de passar med facit."
   ],
   "correct": 2,
   "explanation": "En viktig del i utvärderingen är att hitta brister och föreslå <strong>förbättringar</strong>, till exempel hur man kunde mätt mer exakt."
 },
 {
   "category": "Slutsats och Utvärdering",
   "q": "Vad kännetecknar ett systematiskt fel?",
   "options": [
     "Det gör att alla mätvärden blir fel åt samma håll.",
     "Det beror bara på slumpen.",
     "Det händer bara enstaka gånger.",
     "Det beror på att man räknat fel i huvudet."
   ],
   "correct": 0,
   "explanation": "Ett <strong>systematiskt fel</strong> (t.ex. en våg som alltid visar 5g för mycket) påverkar hela serien av mätningar på samma sätt."
 },
 {
   "category": "Säkerhet och Modeller",
   "q": "Varför görs en riskbedömning innan en laboration?",
   "options": [
     "För att läraren bestämt det.",
     "För att identifiera faror och undvika skador.",
     "För att spara på dyrbart materiel.",
     "För att resultatet ska bli mer vetenskapligt."
   ],
   "correct": 1,
   "explanation": "Säkerheten går alltid först. En <strong>riskbedömning</strong> görs för att i förväg upptäcka risker med värme, kemikalier eller elektricitet."
 },
 {
   "category": "Säkerhet och Modeller",
   "q": "Vilken fysikalisk modell förklarar varför järn sjunker men trä flyter?",
   "options": [
     "Ohms lag om motstånd.",
     "Arkimedes princip och densitet.",
     "Newtons tredje lag om krafter.",
     "Termodynamikens lagar."
   ],
   "correct": 1,
   "explanation": "Resultatet kopplas till teorin om <strong>densitet</strong> och <strong>Arkimedes princip</strong>, som beskriver lyftkraften i vätskor."
 },
 {
   "category": "Säkerhet och Modeller",
   "q": "Vad är det viktigaste syftet med en laborationsrapport?",
   "options": [
     "Att visa att man har snygg handstil.",
     "Att göra undersökningen repeterbar för andra.",
     "Att skriva så långt som möjligt.",
     "Att kopiera faktatexten från boken."
   ],
   "correct": 1,
   "explanation": "Vetenskap bygger på <strong>repeterbarhet</strong>. Rapporten ska vara så tydlig att någon annan kan göra om exakt samma försök och testa resultatet."
 },
 {
   "category": "Den vetenskapliga metoden",
   "q": "Varför är det viktigt att forskare beskriver sin metod noggrant?",
   "options": [
     "För att rapporten ska bli tillräckligt lång och svårläst.",
     "För att andra ska kunna göra om experimentet och testa resultatet.",
     "För att bevisa att de har använt mycket dyr utrustning.",
     "För att skydda sina idéer från att stjälas av andra."
   ],
   "correct": 1,
   "explanation": "För att ett resultat ska räknas som fakta måste det vara <strong>reproducerbart</strong>. Genom att beskriva metoden kan andra forskare göra om experimentet."
 },
 {
   "category": "Den vetenskapliga metoden",
   "q": "Pelle testar om varmt vatten fryser snabbare än kallt. Han ställer en liten kopp varmt vatten i frysen och en stor hink kallt vatten ute. Vad är felet?",
   "options": [
     "Han har inte kontrollerat variablerna (vattenmängd, plats).",
     "Han borde ha använt ljummet vatten som referens.",
     "Han mäter inte temperaturen varje minut.",
     "Det är fysiskt omöjligt att frysa varmt vatten."
   ],
   "correct": 0,
   "explanation": "Pelle missar <strong>variabelkontroll</strong>. Han ändrar flera saker samtidigt (mängd, plats, temperatur), så han vet inte vad som påverkar resultatet."
 },
 {
   "category": "Den vetenskapliga metoden",
   "q": "Varför mäter forskare ofta samma sak flera gånger (t.ex. fem mätningar av ett batteri)?",
   "options": [
     "För att få tiden att gå fortare under laborationen.",
     "För att kunna räkna ut ett medelvärde och öka tillförlitligheten.",
     "För att mätinstrumentet blir bättre ju mer det används.",
     "För att det är en lag på att man alltid måste mäta fem gånger."
   ],
   "correct": 1,
   "explanation": "Genom att göra flera mätningar kan man minska slumpens inverkan och beräkna ett mer exakt <strong>medelvärde</strong>."
 },
 {
   "category": "Källans syfte och jäv",
   "q": "Vem bör du vara mest kritisk mot i en artikel som hyllar kärnkraft?",
   "options": [
     "En professor i energisystem vid ett universitet.",
     "En oberoende vetenskapsjournalist.",
     "VD:n för ett bolag som bygger kärnreaktorer.",
     "En expertutredning från en statlig myndighet."
   ],
   "correct": 2,
   "explanation": "Här finns risk för <strong>jäv</strong>. VD:n har ett <strong>ekonomiskt intresse</strong> av att kärnkraft framställs positivt, till skillnad från myndigheter och universitet."
 },
 {
   "category": "Källans syfte och jäv",
   "q": "Varför anses myndigheter som Strålsäkerhetsmyndigheten vara trovärdiga källor?",
   "options": [
     "De säljer egna produkter för strålskydd.",
     "De har den snyggaste och dyraste hemsidan.",
     "De ändrar aldrig sina åsikter oavsett ny forskning.",
     "De är opartiska och arbetar för allmänhetens bästa."
   ],
   "correct": 3,
   "explanation": "Myndigheter och universitet anses trovärdiga eftersom de inte drivs av vinstintresse utan har i uppdrag att vara <strong>opartiska</strong>."
 },
 {
   "category": "Korrelation och Kausalitet",
   "q": "En studie visar att barn med stora fötter är bättre på fysik. Vad beror det på?",
   "options": [
     "Stora fötter ökar blodflödet till hjärnan.",
     "Det är ett skensamband; äldre barn har både större fötter och kan mer.",
     "Det är vetenskapligt bevisat att skostorlek styr intelligens.",
     "Studien är helt påhittad och falsk."
   ],
   "correct": 1,
   "explanation": "Detta är skillnaden mellan korrelation och <strong>kausalitet</strong>. En tredje faktor (åldern) påverkar både fotstorleken och fysikkunskaperna."
 },
 {
   "category": "Korrelation och Kausalitet",
   "q": "Hur tar man reda på om mobilstrålning verkligen orsakar huvudvärk?",
   "options": [
     "Genom att fråga slumpmässiga personer på stan.",
     "Genom att förbjuda alla mobiler i ett år.",
     "Genom kontrollerade experiment där man isolerar strålningen.",
     "Det är omöjligt att undersöka vetenskapligt."
   ],
   "correct": 2,
   "explanation": "För att bevisa <strong>kausalitet</strong> (att A orsakar B) krävs kontrollerade studier där man utesluter slumpen och andra faktorer."
 },
 {
   "category": "Granskning & Pseudovetenskap",
   "q": "Vad innebär 'Peer-review' (fackgranskning)?",
   "options": [
     "Att forskaren ber en kompis läsa texten.",
     "Att forskaren betalar tidningen för att publicera.",
     "Att oberoende experter granskar studien innan den publiceras.",
     "Att allmänheten får rösta om studien är bra."
   ],
   "correct": 2,
   "explanation": "Peer-review är vetenskapens kvalitetsfilter. Andra forskare granskar metoden för att stoppa felaktigheter och <strong>pseudovetenskap</strong>."
 },
 {
   "category": "Granskning & Pseudovetenskap",
   "q": "Vilket påstående i en annons är en varningssignal för pseudovetenskap?",
   "options": [
     "Produkten är tillverkad av återvunnen plast.",
     "Forskare har länge studerat magnetism.",
     "Läkarna vägrar erkänna denna hemliga teknik som botar allt.",
     "Vi erbjuder 30 dagars öppet köp på varan."
   ],
   "correct": 2,
   "explanation": "Varningstecken för <strong>pseudovetenskap</strong> inkluderar konspirationsteorier ('läkarna vägrar erkänna'), löften om mirakel och svåra ord som används fel."
 },
 {
   "category": "Granskning & Pseudovetenskap",
   "q": "Vilken källa väger tyngst i en rapport om klimatförändringar?",
   "options": [
     "En rapport från FN:s klimatpanel (IPCC) baserad på tusentals studier.",
     "En insändare skriven i en lokaltidning.",
     "En enskild forskningsrapport som inte har granskats.",
     "En dokumentärfilm på YouTube av en privatperson."
   ],
   "correct": 0,
   "explanation": "En sammanställning av många granskade studier har mycket högre vetenskapligt värde än enskilda åsikter eller overifierade källor."
 },
 {
   "category": "Atomens uppbyggnad",
   "q": "Vad upptäckte Ernest Rutherford med sitt experiment med guldfolie?",
   "options": [
     "Att atomen har en kompakt positiv kärna och mest består av tomrum.",
     "Att elektroner rör sig i fasta banor.",
     "Att materia och energi är samma sak.",
     "Att neutroner finns i kärnan."
   ],
   "correct": 0,
   "explanation": "Rutherfords experiment visade att atomen inte är kompakt. Den har en liten, tung <strong>positiv kärna</strong>, men består mest av <strong>tomrum</strong> där elektronerna finns."
 },
 {
   "category": "Atomens uppbyggnad",
   "q": "Vilken partikel avgör vilket grundämne en atom är (atomnumret)?",
   "options": [
     "Antalet elektroner i skalet.",
     "Antalet protoner i kärnan.",
     "Antalet neutroner i kärnan.",
     "Antalet fotoner den sänder ut."
   ],
   "correct": 1,
   "explanation": "Det är antalet <strong>protoner</strong> (atomnumret) som bestämmer vilket grundämne det är. Antalet neutroner kan variera (isotoper)."
 },
 {
   "category": "Atomens uppbyggnad",
   "q": "Vad är isotoper?",
   "options": [
     "Atomer som har blivit elektriskt laddade.",
     "Varianter av ett ämne med olika antal neutroner.",
     "Partiklar som bygger upp protoner.",
     "Atomer som helt saknar elektroner."
   ],
   "correct": 1,
   "explanation": "Atomer av samma grundämne har alltid samma antal protoner, men kan ha olika antal <strong>neutroner</strong>. Dessa varianter kallas <strong>isotoper</strong>."
 },
 {
   "category": "Ljus och fotoner",
   "q": "Vad händer i atomen när den sänder ut ljus (en foton)?",
   "options": [
     "En proton förvandlas till energi.",
     "Atomen delas i två mindre atomer.",
     "Atomen fångar in en elektron.",
     "En elektron hoppar tillbaka från ett yttre till ett inre skal."
   ],
   "correct": 3,
   "explanation": "När energi tillförs kan elektroner hoppa utåt (exciteras). När de hoppar tillbaka sänds överskottsenergin ut som en <strong>foton</strong> (ljus)."
 },
 {
   "category": "Ljus och fotoner",
   "q": "Varför har varje grundämne ett unikt linjespektrum (fingeravtryck)?",
   "options": [
     "För att alla atomer har exakt samma storlek.",
     "För att atomkärnan lyser med olika färger.",
     "För att elektronernas hopp sker mellan unika energinivåer.",
     "För att ljuset böjs olika mycket i vakuum."
   ],
   "correct": 2,
   "explanation": "Varje grundämne har en unik uppsättning elektronskal. Det ger upphov till specifika hopp och därmed fotoner med unika färger (<strong>linjespektrum</strong>)."
 },
 {
   "category": "Radioaktivitet och mätning",
   "q": "Vad innebär det att strålning är joniserande?",
   "options": [
     "Att den kan slå bort elektroner från atomer och skapa joner.",
     "Att den bara består av synligt ljus.",
     "Att den är helt ofarlig för människor.",
     "Att den gör att metaller rostar snabbare."
   ],
   "correct": 0,
   "explanation": "<strong>Joniserande strålning</strong> har så hög energi att den kan slå bort elektroner från atomer den träffar, vilket skapar laddade atomer (joner)."
 },
 {
   "category": "Radioaktivitet och mätning",
   "q": "Vilka grundämnen är naturligt radioaktiva?",
   "options": [
     "Alla ämnen med atomnummer över 82.",
     "Endast ämnen som människan skapat.",
     "Alla gaser i periodiska systemet.",
     "Bara ämnen som finns i solen."
   ],
   "correct": 0,
   "explanation": "Atomkärnor med fler än 82 protoner är för stora för att hålla ihop stabilt. Därför sönderfaller de spontant (<strong>radioaktivitet</strong>)."
 },
 {
   "category": "Radioaktivitet och mätning",
   "q": "Vilken enhet mäter den stråldos (biologisk påverkan) en människa får?",
   "options": [
     "Becquerel (Bq).",
     "Newton (N).",
     "Sievert (Sv).",
     "Watt (W)."
   ],
   "correct": 2,
   "explanation": "Medan Becquerel mäter sönderfall per sekund, mäter <strong>Sievert (Sv)</strong> hur mycket energi kroppen tar upp och vilken skada det kan göra."
 },
 {
   "category": "Typer av strålning",
   "q": "Vad består en alfapartikel av?",
   "options": [
     "En ensam elektron.",
     "En foton med hög energi.",
     "Två protoner och två neutroner (en heliumkärna).",
     "Radiovågor."
   ],
   "correct": 2,
   "explanation": "Vid alfasönderfall skickar atomkärnan ut en klump bestående av <strong>två protoner och två neutroner</strong>, vilket är samma sak som en heliumkärna."
 },
 {
   "category": "Typer av strålning",
   "q": "Vad kännetecknar gammastrålning?",
   "options": [
     "Den består av tunga partiklar som stoppas av papper.",
     "Den är elektromagnetisk strålning med mycket hög energi.",
     "Den är en form av värmestrålning.",
     "Den består av elektroner."
   ],
   "correct": 1,
   "explanation": "<strong>Gammastrålning</strong> är inte partiklar utan energirik elektromagnetisk strålning som tränger djupt in i material och stoppas först av bly."
 },
 {
   "category": "Användning och medicin",
   "q": "Varför syns skelettet på en röntgenbild?",
   "options": [
     "Skelettet stoppar strålningen mer än mjuka delar.",
     "Skelettet sänder ut egen strålning.",
     "Strålningen studsar mot huden.",
     "Skelettet blir magnetiskt av strålningen."
   ],
   "correct": 0,
   "explanation": "<strong>Röntgenstrålning</strong> passerar lätt genom mjuk vävnad men absorberas av det täta <strong>skelettet</strong>, vilket skapar en skuggbild."
 },
 {
   "category": "Användning och medicin",
   "q": "Vad används Kol 14-metoden till?",
   "options": [
     "Att skapa el i kärnkraftverk.",
     "Att bota sjukdomar.",
     "Att åldersbestämma gamla organiska föremål.",
     "Att mäta koldioxidhalten i luften."
   ],
   "correct": 2,
   "explanation": "Kol-14 har en känd halveringstid (5730 år). Genom att mäta halten i ett fynd kan man se hur länge sedan <strong>organismen dog</strong>."
 },
 {
   "category": "Användning och medicin",
   "q": "Hur fungerar en gammakamera?",
   "options": [
     "Den skickar ut laserstrålar mot kroppen.",
     "Den fångar upp strålning från ett radioaktivt ämne inuti kroppen.",
     "Den tar vanliga foton med blixt.",
     "Den använder magnetism för att se vatten."
   ],
   "correct": 1,
   "explanation": "Vid undersökningen får patienten ett spårämne. <strong>Gammakameran</strong> registrerar strålningen inifrån organet för att se hur det fungerar."
 },
 {
   "category": "Risker och miljö",
   "q": "Varför kan joniserande strålning ge cancer?",
   "options": [
     "Den värmer upp cellerna för mycket.",
     "Den kan skada DNA-molekylen och orsaka felaktiga reparationer.",
     "Den tar bort syret från blodet.",
     "Den gör huden tunnare."
   ],
   "correct": 1,
   "explanation": "Strålningen kan slå sönder <strong>DNA-molekyler</strong>. Om cellen lagar skadan fel kan en mutation uppstå, vilket kan leda till cancer."
 },
 {
   "category": "Risker och miljö",
   "q": "Varför ska kärnavfall slutförvaras djupt i berggrunden?",
   "options": [
     "För att isolera det från allt liv under mycket lång tid.",
     "För att det behöver värme för att svalna.",
     "För att det är billigast så.",
     "För att strålningen kan rena grundvattnet."
   ],
   "correct": 0,
   "explanation": "Radioaktivt avfall är farligt i tusentals år. Det måste <strong>isoleras</strong> djupt nere i berget för att inte skada människor och miljö."
 },
 {
   "category": "Fission och Fusion",
   "q": "Vad startar kedjereaktionen i ett kärnkraftverk (fission)?",
   "options": [
     "Man tänder eld på uranet.",
     "En neutron träffar och klyver en urankärna.",
     "Man krockar två elektroner.",
     "Man använder starka magneter."
   ],
   "correct": 1,
   "explanation": "<strong>Fission</strong> (kärnklyvning) startar när en neutron träffar en tung kärna, som klyvs och frigör energi samt nya neutroner."
 },
 {
   "category": "Fission och Fusion",
   "q": "Vad krävs för att fusion ska kunna ske (som i solen)?",
   "options": [
     "Total vakuum och kyla.",
     "Närvaro av tunga metaller.",
     "Extremt högt tryck och temperatur.",
     "Syre och vatten."
   ],
   "correct": 2,
   "explanation": "Vid <strong>fusion</strong> slås atomkärnor samman. För att övervinna deras repulsion krävs enormt <strong>högt tryck och temperatur</strong>."
 },
 {
   "category": "Fission och Fusion",
   "q": "Vad är skillnaden mellan fission och fusion?",
   "options": [
     "Fission klyver tunga kärnor, fusion slår ihop lätta kärnor.",
     "Fission skapar vatten, fusion skapar koldioxid.",
     "Fission sker i solen, fusion i kärnkraftverk.",
     "Fission kräver ljus, fusion kräver mörker."
   ],
   "correct": 0,
   "explanation": "<strong>Fission</strong> betyder klyvning (dagens kärnkraft), medan <strong>fusion</strong> betyder sammanslagning (solens energikälla)."
 },
 {
   "category": "EM-strålning och teknik",
   "q": "Varför ska man skydda sig mot stark UV-strålning?",
   "options": [
     "Den gör att man ser sämre i mörker.",
     "Den är energirik och kan skada hudcellerna.",
     "Den hindrar mobilsignaler.",
     "Den gör huden magnetisk."
   ],
   "correct": 1,
   "explanation": "<strong>UV-strålning</strong> har högre energi än synligt ljus och kan tränga in i huden, skada cellerna och öka risken för hudcancer."
 },
 {
   "category": "EM-strålning och teknik",
   "q": "Hur mäter polisen hastighet med laser?",
   "options": [
     "Genom att värma upp däcken.",
     "Genom att mäta tiden det tar för ljuspulser att reflekteras.",
     "Genom att lyssna på ljudet från bilen.",
     "Genom att väga bilen med ljus."
   ],
   "correct": 1,
   "explanation": "Laserinstrumentet skickar ut ljuspulser som <strong>reflekteras</strong> mot bilen. Genom att mäta tiden för pulserna kan hastigheten beräknas."
 },
 {
   "category": "Ljudets grunder",
   "q": "Varför kan man inte höra ljud ute i rymden?",
   "options": [
     "Det är alldeles för kallt för att ljud ska bildas.",
     "Det saknas ljus som kan transportera ljudvågorna.",
     "Avstånden mellan planeterna är för stora.",
     "Det är vakuum och saknas materia som kan vibrera."
   ],
   "correct": 3,
   "explanation": "Ljud är vibrationer som kräver ett material (ett <strong>medium</strong>) att färdas i. I rymdens <strong>vakuum</strong> finns inga molekyler som kan knuffa på varandra."
 },
 {
   "category": "Ljudets grunder",
   "q": "Vad händer med en ton om dess frekvens ökar?",
   "options": [
     "Tonen upplevs som ljusare (högre tonhöjd).",
     "Ljudstyrkan blir mycket starkare (högre volym).",
     "Ljudet rör sig snabbare genom luften.",
     "Ljudvågens längd blir mycket längre."
   ],
   "correct": 0,
   "explanation": "Ljudets <strong>frekvens</strong> mäts i <strong>Hertz (Hz)</strong>. En hög frekvens betyder snabba svängningar, vilket våra öron uppfattar som en ljus eller hög ton."
 },
 {
   "category": "Ljudets grunder",
   "q": "Vilket begrepp beskriver ljudvågens höjd och därmed dess volym?",
   "options": [
     "Frekvens.",
     "Amplitud.",
     "Resonans.",
     "Hertz."
   ],
   "correct": 1,
   "explanation": "<strong>Amplitud</strong> är måttet på ljudvågens höjd. Ju högre amplitud, desto starkare blir ljudets <strong>styrka</strong> (volym) som mäts i <strong>decibel (dB)</strong>."
 },
 {
   "category": "Ljudets hastighet och eko",
   "q": "Varför ser man blixten innan man hör åskmullret?",
   "options": [
     "Ljuset skapas långt före ljudet inne i molnet.",
     "Regndropparna bromsar ljudvågorna men inte ljuset.",
     "Ljusets hastighet är extremt mycket högre än ljudets.",
     "Ögat skickar signaler snabbare till hjärnan än örat."
   ],
   "correct": 2,
   "explanation": "Ljudet rör sig i ca <strong>340 m/s</strong>, medan <strong>ljus</strong> är nästan en miljon gånger snabbare. Därför når ljuset oss nästan omedelbart."
 },
 {
   "category": "Ljudets hastighet och eko",
   "q": "Hur långt hinner ljudet färdas på 3 sekunder i luft?",
   "options": [
     "Cirka 340 meter.",
     "Cirka 100 meter.",
     "Cirka 1000 meter (1 km).",
     "Cirka 3000 meter (3 km)."
   ],
   "correct": 2,
   "explanation": "Eftersom ljudhastigheten är ca 340 m/s hinner ljudet ungefär en kilometer på tre sekunder (3 · 340 ≈ 1020 meter)."
 },
 {
   "category": "Ljudets hastighet och eko",
   "q": "Vad används ett ekolod till på en båt?",
   "options": [
     "Att mäta avstånd genom att skicka ut ljud som studsar.",
     "Att rena vattnet runt båten med vibrationer.",
     "Att kommunicera med andra båtar via radio.",
     "Att lysa upp havsbotten med starkt ljus."
   ],
   "correct": 0,
   "explanation": "<strong>Eko</strong> uppstår när ljudvågor reflekteras. <strong>Ekolod</strong> utnyttjar detta genom att mäta tiden det tar för ljudet att studsa mot botten."
 },
 {
   "category": "Ultraljud",
   "q": "Vilket frekvensomfång har ultraljud?",
   "options": [
     "Ljud med frekvens under 20 Hz.",
     "Ljud med frekvens över 20 000 Hz.",
     "Ljud mellan 20 Hz och 20 000 Hz.",
     "Ljud som saknar bestämd frekvens."
   ],
   "correct": 1,
   "explanation": "Människan hör upp till 20 000 Hz. Ljud med högre frekvens än så kallas <strong>ultraljud</strong> och kan inte uppfattas av vårt öra."
 },
 {
   "category": "Ultraljud",
   "q": "Vilken är en stor fördel med ultraljud inom sjukvården?",
   "options": [
     "Det ger patienten extra energi och botar virus.",
     "Det kan användas för att söva patienter.",
     "Det skapar bilder av inre organ utan farlig strålning.",
     "Det ersätter behovet av operationer helt."
   ],
   "correct": 2,
   "explanation": "Vid <strong>fosterdiagnostik</strong> och undersökningar av organ är ultraljud säkert eftersom det, till skillnad från röntgen, inte skadar cellerna."
 },
 {
   "category": "Ljusets brytning och färger",
   "q": "Varför ser vi en regnbåge när solen skiner och det regnar?",
   "options": [
     "Regndropparna färgas av partiklar i luften.",
     "Molnen fungerar som speglar för markens färger.",
     "Ljus studsar mot marken och upp i molnen.",
     "Solljuset bryts i dropparna och delas upp i färger."
   ],
   "correct": 3,
   "explanation": "<strong>Vitt ljus</strong> är en blandning av alla färger. När det passerar vattendroppar sker en <strong>brytning</strong> som delar upp ljuset i ett <strong>spektrum</strong> (regnbåge)."
 },
 {
   "category": "Ljusets brytning och färger",
   "q": "Varför uppfattar vi en växt som grön?",
   "options": [
     "Växten absorberar alla färger utom grönt, som reflekteras.",
     "Växten skapar eget grönt ljus genom fotosyntesen.",
     "Växten suger åt sig grönt ljus och kastar bort resten.",
     "Det är en synvilla orsakad av ögats lins."
   ],
   "correct": 0,
   "explanation": "Vi ser den färg som <strong>reflekteras</strong>. En grön växt absorberar rött och blått ljus, men skickar tillbaka det gröna ljuset till våra ögon."
 },
 {
   "category": "Ljusets brytning och färger",
   "q": "Vad händer med ljusets hastighet när det går från luft in i glas?",
   "options": [
     "Den ökar kraftigt.",
     "Den minskar, vilket gör att ljuset byter riktning.",
     "Den förblir exakt densamma.",
     "Ljuset stannar helt upp inuti glaset."
   ],
   "correct": 1,
   "explanation": "Ljus har olika hastighet i olika material. När det saktas ner i glaset sker en <strong>brytning</strong>, det vill säga att ljusstrålen byter riktning."
 },
 {
   "category": "Speglar och totalreflektion",
   "q": "Vilken typ av spegel används ofta i trafikkorsningar?",
   "options": [
     "Konkav spegel (förstorar fordonen).",
     "Plan spegel (visar verklig storlek).",
     "Konvex spegel (ger ett bredare synfält).",
     "Färgad spegel (syns bättre i mörker)."
   ],
   "correct": 2,
   "explanation": "<strong>Konvexa speglar</strong> buktar utåt. De ger en förminskad bild, men gör att man kan se ett mycket större område runt hörnet."
 },
 {
   "category": "Speglar och totalreflektion",
   "q": "Hur färdas ljuset i en fiberoptisk kabel för internet?",
   "options": [
     "Det går rakt fram genom kabeln utan att nudda väggarna.",
     "Det totalreflekteras mot insidan och följer kabelns böjar.",
     "Det omvandlas till elektricitet och skickas som ström.",
     "Det ersätts av radiovågor som går snabbare."
   ],
   "correct": 1,
   "explanation": "Genom <strong>totalreflektion</strong> studsar ljuset mot fiberns insida utan att tränga ut, vilket gör att signalen kan färdas långt även om kabeln böjs."
 },
 {
   "category": "Speglar och totalreflektion",
   "q": "Vad säger reflektionslagen?",
   "options": [
     "Ljus försvinner alltid när det träffar svarta ytor.",
     "Ljusets hastighet är konstant oavsett material.",
     "Ljus bryts alltid mot normalen.",
     "Infallsvinkeln är lika stor som reflektionsvinkeln."
   ],
   "correct": 3,
   "explanation": "När ljus träffar en plan spegel studsar det ut med exakt samma vinkel som det kom in (<strong>infallsvinkel = reflektionsvinkel</strong>)."
 },
 {
   "category": "Linser och ögat",
   "q": "Vilken lins används i ett förstoringsglas för att samla ljus?",
   "options": [
     "En konvex lins (samlingslins).",
     "En konkav lins (spridningslins).",
     "En plan lins.",
     "En cylinderlins."
   ],
   "correct": 0,
   "explanation": "En <strong>konvex lins</strong> är tjockast på mitten. Den bryter ljusstrålarna inåt så att de samlas i en <strong>brännpunkt</strong> (fokus)."
 },
 {
   "category": "Linser och ögat",
   "q": "Vad behöver en närsynt person för typ av glasögon?",
   "options": [
     "Konvexa linser som samlar ljuset.",
     "Mörka glas som dämpar ljuset.",
     "Konkava linser som sprider ljuset.",
     "Glasögon som förstorar allt man ser."
   ],
   "correct": 2,
   "explanation": "Hos <strong>närsynta</strong> bryts ljuset för tidigt. En <strong>konkav lins</strong> (spridningslins) sprider ljuset lite innan det når ögat så att bilden hamnar rätt på näthinnan."
 },
 {
   "category": "Linser och ögat",
   "q": "Var i ögat sitter de ljuskänsliga cellerna (tappar och stavar)?",
   "options": [
     "I linsen.",
     "På näthinnan.",
     "På hornhinnan.",
     "I pupillen."
   ],
   "correct": 1,
   "explanation": "Längst bak i ögat finns <strong>näthinnan</strong>. Där fångar sinnescellerna upp ljuset som fokuserats av ögats lins."
 },
 {
   "category": "Elektromagnetiska spektrumet",
   "q": "Vilken typ av elektromagnetisk strålning har mest energi?",
   "options": [
     "Radiovågor.",
     "Synligt ljus.",
     "Gammastrålning.",
     "Infraröd strålning."
   ],
   "correct": 2,
   "explanation": "Ljus är bara en del av spektrumet. <strong>Gammastrålning</strong> har kortast våglängd och högst energi, vilket gör den farlig."
 },
 {
   "category": "Elektromagnetiska spektrumet",
   "q": "Varför är för mycket UV-strålning skadligt?",
   "options": [
     "Den kyler ner kroppen inifrån.",
     "Den försämrar mörkerseendet.",
     "Den hindrar huden från att andas.",
     "Den kan skada cellernas DNA och ge hudcancer."
   ],
   "correct": 3,
   "explanation": "<strong>UV-strålning</strong> har mer energi än synligt ljus. Den kan tränga in i cellerna och orsaka skador som kroppen inte alltid kan reparera."
 },
 {
   "category": "Elektromagnetiska spektrumet",
   "q": "Vad är unikt med laserljus jämfört med en vanlig lampa?",
   "options": [
     "Ljusvågorna har samma våglängd och riktning.",
     "Det innehåller alla färger samtidigt.",
     "Det sprider sig åt alla håll i rummet.",
     "Det syns bara om man använder specialglasögon."
   ],
   "correct": 0,
   "explanation": "I en <strong>laser</strong> svänger alla ljusvågor i takt och går i exakt samma riktning, vilket ger en smal och energirik stråle."
 }
]